
Map<String,String> ar = {
  "intro": "هذا تطبيق دراسي. يمكنك استخدامه كما تريد، إذا فهمت كيف يعمل هذا، ستتمكن من توسيعه. باستخدام ذلك، سيكون لديك خلفية Firebase وواجهة Flutter بشكل أسرع.",
  "hello": "مرحبًا يا صديقي",
  "want-learn": "ماذا تريد أن تتعلم اليوم؟",
  "min": "دقائق",
  "questions": "أسئلة",
  "answers": "إجابات",
  "sign-in": "تسجيل الدخول باستخدام جوجل",
  "logout": "تسجيل الخروج",
  "web": "موقع الويب",
  "email": "البريد الإلكتروني",
  "git": "جيثب",
  "settings": "الإعدادات",
  "lang": "لغة التطبيق",
  "ar": "العربية",
  "sp": "الإسبانية",
  "du": "الألمانية",
  "ja": "اليابانية",
  "fr": "الفرنسية",
  "tr": "التركية",
  "app-mode": "الوضع المظلم",
  "profile": "الملف الشخصي",
  "explore": "استكشف واذهب إلى جميع مواد الدورة في متناول يديك. استمتع بحرية كاملة في اكتشاف ما تحتاجه في رحلة تعلمك!",
  "next": "التالي"

};