
Map<String,String> ja = {
  "intro": "これは学習アプリです。使いたいように使えます。これがどう機能するか理解すれば、スケールできるようになります。これを使えば、FirebaseバックエンドとFlutterフロントエンドがより早くなります。",
  "hello": "こんにちは、友達",
  "want-learn": "今日は何を学びたいですか？",
  "min": "分",
  "questions": "質問",
  "answers": "回答",
  "sign-in": "Google でサインイン",
  "logout": "ログアウト",
  "web": "ウェブサイト",
  "email": "メール",
  "git": "Github",
  "settings": "設定",
  "lang": "アプリの言語",
  "ar": "アラビア語",
  "sp": "スペイン語",
  "du": "ドイツ語",
  "ja": "日本語",
  "fr": "フランス語",
  "tr": "トルコ語",
  "app-mode": "ダークモード",
  "profile": "プロフィール",
  "explore": "すべてのコース資料にアクセスして探索してください。学習の旅に必要なものを自由に発見することを楽しんでください！",
  "next": "次"

};